/* ------------------ */
/* Variables          */
/* ------------------ */


/* 다음 내용을 분석한 후, 프로그래밍 할 수 있도록 변수와 상수를 작성해봅니다. ----------- */

// - 갯수 별 상품 가격 계산하기
// - 구매 제품 가격의 총 합
// - 1년 기준 일(day)자 수
// - 구매 결제 여부
// - 구매 결제 내역
// - 브랜드 접두사
// - 오늘의 운세
// - 상품 정보


/* variables ----------------------------------------------------------- */

let count_value;
let value_add_all;
let does_he_buy;
let what_he_buy;
let today_luck;
let goods_info;

/* constant variables -------------------------------------------------- */

const DAYOFYEAR = 365;